export const NETKEIBA_BABACODE: Record<string, string> = {
    // 中央競馬
    札幌: '01',
    函館: '02',
    福島: '03',
    新潟: '04',
    東京: '05',
    中山: '06',
    中京: '07',
    京都: '08',
    阪神: '09',
    小倉: '10',

    // 地方競馬
    帯広ば: '65',
    門別: '30',
    盛岡: '35',
    水沢: '36',
    浦和: '42',
    船橋: '43',
    大井: '44',
    川崎: '45',
    金沢: '46',
    笠松: '47',
    名古屋: '48',
    園田: '50',
    姫路: '51',
    高知: '54',
    佐賀: '55',

    // 海外
    シャティン: 'H1',
    サンタアニタパーク: 'F3',
    チャーチルダウンズ: 'F4',
    メイダン: 'J0',
    パリロンシャン: 'C8',
    アスコット: 'A0',
    ベルモントパーク: 'FD',
};
